{
  "heroTitle": "Jugando y Rezando el Rosario ",
  "headline": "Únete a la batalla espiritual: reza con tus amigos, honra a Dios y eleva tu alma.",
  "aboutPage": "Acerca de Nosotros",
  "resourcesPage": "Recursos",
  "logIn": "Iniciar sesión",
  "signUp": "Regístrate",
  "heroCTA": "Comienza Hoy",
  "whyPraySectionTitle": "¿Por qué rezar el Rosario?",
  "prayTodaysRosary": "Reza el Rosario de hoy",
  "todaysRosary": "El Rosario de hoy",
  "joyful": "Los Misterios Gozosos",
  "sorrowful": "Los Misterios Dolorosos",
  "glorious": "Los Misterios Gloriosos",
  "luminous": "Los Misterios Luminosos",
  "sunday": "Domingo",
  "monday": "Lunes",
  "tuesday": "Martes",
  "wednesday": "Miércoles",
  "thursday": "Jueves",
  "friday": "Viernes",
  "saturday": "Sábado",
  "rosary": "Rosario",
  "rosaries": "Rosarios",
  "rosariesCompleted": "Rosarios Completados",
  "rosariesPrayed": "Rosarios Rezados",
  "numberOfFriends": "Número de Amigos",
  "startPraying": "Comienza a rezar",
  "inviteFriends": "Invita a tus amigos",
  "inviteFriendsDescription": "Invita a tus amigos a rezar contigo y multiplica tus bendiciones.",
  "scanQRCode": "Pide a tu amigo que escanee el código de abajo:",
  "shareLink": "Comparte este enlace con tus amigos:",
  "dashboard": "Tablero",
  "rosaryMysteries": "Misterios del Rosario",
  "friends": "Amigos",
  "raceToHeaven": "Carrera al Cielo",
  "rosaryLevels": "Niveles del Rosario",
  "seeLevels": "Ver Niveles",
  "leaderboard": "Tabla de Clasificación",
  "leaderboardDescription": "Ve cómo te clasificas contra tus amigos y el mundo.",
  "currentLevel": "Nivel Actual",
  "nextLevel": "Siguiente Nivel",
  "top10warriors": "Los 10 mejores guerreros del Rosario",
  "howToProgressFasterDescription": "Para subir de nivel más rápido, reza el Santo Rosario junto con otros — todos deben estar conectados a su cuenta y rezar el mismo misterio al mismo tiempo. ¡Cuantas más personas recen juntas, más rápido progresarás!",
  "complete": "Rece",
  "completed": "Completado",
  "level": "Nivel",
  "levels": "Niveles",
  "blue": "Nivel Azul",
  "green": "Nivel Verde",
  "red": "Nivel Rojo",
  "yellow": "Nivel Oro Amarillo",
  "purple": "Nivel Púrpura",
  "orange": "Nivel Naranja",
  "rose": "Nivel Oro Rosado",
  "black": "Nivel Negro",
  "silver": "Nivel Plata",
  "platinum": "Nivel Platino",
  "heaven": "Nivel Cielo",
  "white": "Nivel Oro Blanco",
  "logout": "Cerrar sesión",
  "friendRequest": "Solicitud de Amistad",
  "approveFriendRequest": "Aprobar",
  "declineFriendRequest": "Rechazar",
  "waitingForApproval": "Esperando aprobación",
  "todaysChallenge": "Desafío de hoy",
  "todaysChallengeDescription": "Reza el Rosario con un amigo y multiplica tus bendiciones.",
  "todaysChallengeDescription2": "Reza almenos un Rosario para completar el desafío de hoy.",
  "decline": "Rechazar",
  "delete": "Eliminar",
  "accept": "Aceptar",
  "cancel": "Cancelar",
  "removeFriendDescription": "¿Estás seguro de que deseas eliminar a {{name}} como amigo?",
  "removeFriend": "Eliminar amigo",
  "inviteFriend": "Invitar amigo",
  "none": "Ninguno",
  "becomeAContributor": "Conviértete en un contribuyente",
  "helpUs": "Ayuda a compartir el amor por el Santo Rosario",
  "account": "Mi Cuenta",
  "deleteAccount": "Eliminar Cuenta",
  "deleteAccountConfirmation": "¿Estás seguro de que deseas eliminar tu cuenta? Esta acción no se puede deshacer y perderás todos tus datos.",
  "deleteAccountQuestion": "¿Estás seguro de que deseas eliminar tu cuenta?",
  "email": "Correo Electrónico",
  "password": "Contraseña",
  "confirmPassword": "Confirmar Contraseña",
  "name": "Nombre",
  "firstName": "Nombre",
  "lastName": "Apellido",
  "forgotPassword": "¿Olvidaste tu contraseña?",
  "or": "O",
  "resetPassword": "Restablecer Contraseña",
  "male": "Hombre",
  "female": "Mujer",
  "selectGender": "Selecciona tu género",
  "yourPasswordMustHave": "Tu contraseña debe tener:",
  "hasAtLeast8Characters": "Al menos 8 caracteres",
  "hasSpecialCharacter": "Al menos un carácter especial",
  "hasNumber": "Al menos un número",
  "hasPasswordMatch": "La contraseña debe coincidir",
  "loading": "Cargando...",
  "errorInvalidFirstName": "El nombre no puede estar vacío",
  "errorInvalidLastName": "El apellido no puede estar vacío",
  "errorInvalidEmail": "El correo electrónico no es válido",
  "errorInvalidPassword": "La contraseña no puede estar vacía",
  "errorInvalidConfirmPassword": "La confirmación de la contraseña no puede estar vacía",
  "errorFirstNameIsTooShort": "El nombre es demasiado corto",
  "errorLastNameIsTooShort": "El apellido es demasiado corto",
  "errorFirstNameIsTooLong": "El nombre es demasiado largo",
  "errorLastNameIsTooLong": "El apellido es demasiado largo",
  "errorEmailIsTooLong": "El correo electrónico es demasiado largo",
  "checkYourEmail": "Verifica tu correo electrónico",
  "checkYourEmailDescription": "Revisa tu bandeja de entrada para un correo electrónico de verificación. Si no lo ves, revisa tu carpeta de spam.",
  "updatePassword": "Actualizar Contraseña",
  "updatePasswordDescription": "Introduce una nueva contraseña para restablecer la contraseña de tu cuenta. Te la pediremos cada vez que inicies sesión.",
  "passwordUpdated": "Contraseña actualizada con éxito",
  "passwordDontMatchDescription": "Las contraseñas no coinciden. Por favor, confirma tu contraseña.",
  "whatIsTheAppAbout": "DoIt4Jesus es más que una aplicación de oración; es un movimiento para formar guerreros santos fieles, respetuosos y obedientes al llamado de Dios. A través del rezo comunitario del Santo Rosario, los usuarios combaten el mal, crecen en la virtud y fortalecen su relación con Dios y la Santísima Virgen María.",
  "whatIsTheApp": "¿De qué se trata DoIt4Jesus?",
  "whatIsTheAppAboutDescription": "Inspirado en la tradición sagrada y la misión de formar hombres católicos fuertes, DoIt4Jesus te capacita para vivir tu fe con valentía, mantenerte firme contra las mentiras y amarte a ti mismo como Dios lo manda.",
  "aboutRosaryTitle": "Acerca del Rosario",
  "aboutRosaryDescription": "El Rosario no son solo cuentas y oraciones; es un arma espiritual. Cuando lo rezamos juntos, nos unimos para combatir la oscuridad y ayudar a salvar almas. En 1208, la Virgen María se apareció a Santo Domingo y le dio el arma espiritual suprema: el Rosario. Le dijo que lo compartiera con el mundo y lo usara para combatir a los enemigos de la Fe.",
  "theRosaryAppTitle": "La aplicación del Rosario",
  "useTheAppToTitle1": "Ora como un guerrero",
  "useTheAppToDescription1": "Convierte tu oración diaria en un plan de batalla espiritual. Con la oración grupal en tiempo real, cada Ave María se convierte en un ataque contra la oscuridad.",
  "useTheAppToTitle2": "Un equipo global",
  "useTheAppToDescription2": "Conéctate al instante con otras personas de todo el mundo para competir o rezar a la misma hora. Ya sean las 3 a. m. o el mediodía, tu rosario cuenta con el apoyo de todos los católicos.",
  "useTheAppToTitle3": "Aumenta tu fe",
  "useTheAppToDescription3": "Haz crecer tu fe, alcanza el éxito y permanece constante en la oración a través del rezo diario. Transformaras lo repetitivo del Rosario en un desafío que amuenta tu fe, fortalece tu espíritu y te une a la comunidad.",
  "whyPrayRosaryTitle1": "Fortalece la Fe",
  "whyPrayRosaryDescription1": "Únete a nuestra comunidad en un viaje transformador, rezando juntos el Rosario para fortalecernos espiritualmente.",
  "whyPrayRosaryTitle2": "Salva Almas",
  "whyPrayRosaryDescription2": "Al rezar el Rosario, intercedemos por la salvación de las almas, pidiendo que la misericordia y la gracia de Dios se concedan a los necesitados.",
  "whyPrayRosaryTitle3": "Combate la Oscuridad",
  "whyPrayRosaryDescription3": "Al rezar el Rosario con otros, no solo buscas consuelo y fortaleza—te conviertes en un guerrero de la luz. Cada Ave María es un golpe contra la oscuridad.",
  "footerCTA": "¡Lucha contra el mal, un Rosario a la vez!",
  "rosaryWeaponTitle": "Un Arma Poderosa",
  "rosaryWeaponDescription": "Según el Padre Don Calloway (sí, ese sacerdote que es fan #1 del Rosario), el Rosario no son solo cuentas… ¡es como un sable de luz espiritual! En un mundo lleno de caos, mentiras y drama hasta en TikTok, esta oración antigua es tu mejor arma para contraatacar. \n Seamos honestos: no solo enfrentamos tentaciones—estamos en una guerra espiritual. Y Dios no busca espectadores, ¡quiere guerreros! El Rosario entrena tu alma como si hicieras lagartijas espirituales: te da valor, fe y fuerza para defender lo que es bueno y verdadero, aunque cueste.",
  "errorUpdatingPassword": "Error al actualizar la contraseña. Por favor, inténtalo de nuevo.",
  "continue": "Continuar",
  "back": "Atrás",
  "skip": "Saltar",
  "finish": "Finalizar",
  "whatIsTheRosary": "¿Qué es el Rosario?",
  "whatIsTheRosaryDescription": "En su esencia, el Rosario es una oración profundamente arraigada en las Escrituras, que nos guía a través de la vida de Cristo con el ritmo de las Ave Marías. El término 'rosario' proviene del latín 'garland of roses', y cada rosa representa una oración y un tributo a la Virgen María.",
  "whyPrayTheRosary": "¿Por qué rezar el Rosario?",
  "whyPrayTheRosaryDescription": "Descubre el poder secreto que millones de personas están utilizando para transformar sus vidas. 🙏✨ Sintoniza el elocuente discurso del Padre Don Calloway sobre el Rosario y su profundo significado.",
  "welcomeTitle": "¡Antes de comenzar a rezar!",
  "welcomeDescription": "Hola {{firstName}} {{lastName}}, DoIt4Jesus es tu compañero espiritual diseñado para ayudarte a acercarte a Jesús a través de la oración diaria y la devoción al Rosario. Si recién estás comenzando, las siguientes explicaciones te guiarán paso a paso, facilitando la comprensión y la adopción del poder del Rosario en tu vida. ✨",
  "whatAreTheBenefits": "¿Cuáles son los beneficios?",
  "whatAreTheBenefitsDescription": "Rezar el Rosario ofrece numerosos beneficios espirituales, que incluyen un aumento de la fe, una conexión más profunda con María y un poderoso medio de intercesión.",
  "whatAreTheBenefitsOfRosary": "#### Las 15 Promesas de Nuestra Señora a Quienes Rezarán el Rosario\n1. Se dará una protección y gracias especiales a todos los que recen el Rosario.  \n2. Una poderosa armadura contra el infierno: destruirá el vicio, disminuirá el pecado y derrotará las herejías.  \n3. Hará que la virtud y las buenas obras florezcan y obtendrán la misericordia de Dios.  \n4. El alma que se recomienda a María a través del Rosario no perecerá eternamente.  \n5. Aquellos que recen el Rosario devotamente no serán vencidos por la desgracia; los pecadores se convertirán y los justos perseverarán en la gracia.  \n6. Aquellos que son verdaderamente devotos del Rosario no morirán sin los Sacramentos.  \n7. Los fieles hijos del Rosario tendrán la luz de Dios y gracias para alcanzar la salvación.  \n8. Los devotos serán liberados del purgatorio.  \n9. Los fieles merecerán un alto grado de gloria en el Cielo.  \n10. Obtendrás todo lo que pidas a través del Rosario, si está de acuerdo con la voluntad de Dios.  \n11. Aquellos que difundan la devoción al Rosario serán ayudados por María en todas sus necesidades.  \n12. Todos los que recen el Rosario son los amados hijos de María y hermanos/hermanas de su Hijo Jesús.  \n13. La devoción al Rosario es una gran señal de predestinación (lo que significa que un alma está en el camino hacia el Cielo).  \n14. Ella obtendrá para las almas que recen fielmente el Rosario todas las gracias necesarias en la vida y en la muerte.  \n15. Paz en sus familias y sociedades que abracen el Rosario.",
  "joinedAppBadge": "Has completado el logro divino de unirte al grupo de oración del Rosario más animado en línea."
}
